{
    "id": "hoalo_01",
    "name": "Cachot",
    "name_eng": "Cachot",
    "icon": "assets/icon/cachot/cachot_icon.png",
    "images": {
        "image": [
            "assets/image/cachot/cachot_01.jpg",
            "assets/image/cachot/cachot_02.jpg",
            "assets/image/cachot/cachot_03.jpg"
        ],
        "text": "Cachot dùng để giam những người bị trừng phạt vi phạm quy định của nhà tù. Cachot ở Hỏa Lò là \"Địa ngục của địa ngục\", phòng giam chật hẹp, tối tăm. Tại đây, người tù bị nhốt biệt lập, bị cùm trong đêm, phải ăn, ngủ, vệ sinh tại chỗ. Người tù bị giam ở Cachot chỉ sau một thời gian là bị phù nề, mắt mờ, ghẻ lở đầy người do thiếu vệ sinh, ánh sáng và cả dưỡng khí.\nNăm 1932, đồng chí Trường Chinh (nguyên Tổng Bí thư Ban Chấp hành Trung Ương Đảng Cộng Sản Việt Nam) bị phạt giam tại đây vì lãnh đạo tù chính trị tổ chức mít tinh kỷ niệm ngày Quốc tế lao động mùng 1 tháng 5.",
        "text_eng": "Cachot is used to detain people who are punished for violating prison regulations. Cachot in Hoa Lo is \"Hell of Hell\", the cell is narrow and dark. Here, prisoners are kept isolated, shackled at night, must eat, sleep, and clean on the spot. The prisoner imprisoned in Cachot after only a short period of time suffered from edema, blurred vision, and sores all over his body due to lack of hygiene, light and oxygen.\nIn 1932, Comrade Truong Chinh (former General Secretary of the Executive Committee) Executive Committee of the Communist Party of Vietnam) was imprisoned here because the leader of a political prisoner held a rally to celebrate the International Labor Day on May 1."
    },
    "addition_text": "Nhà tù Hoả Lò từng được gọi với cái tên \"địa ngục trần gian\" giữa lòng Hà Nội. Bởi tại đây, thực dân Pháp dùng nhiều thủ đoạn tàn ác, vô nhân đạo nhất với những tù nhân yêu nước và cách mạng. Nhà tù Hoả Lò có một khu giam giữ gọi là khu Cachot (ngục tối) để nhốt, trừng phạt những người tù bị thực dân Pháp quy tội vi phạm nội quy, quy chế của nhà tù hoặc có hành vi chống đối (tổ chức đấu tranh, tổ chức vượt ngục, tuyên truyền cách mạng...). Phòng giam cachot tối tăm, chật hẹp, ngột ngạt, thiếu dưỡng khí. Sàn để tù nhân nằm bằng xi măng, được thiết kế phần đầu dốc ngược, thấp hơn phần chân, hai chân bị cùm suốt ngày, đêm (24/24 giờ). Tù nhân trong cachot bị đánh đập, phạt ăn cơm nhạt hoặc bị bỏ đói, vệ sinh tại chỗ. Thậm chí, còn bị hắt nước lạnh ướt đầm đìa trong thời tiết giá rét. Phần lớn những người bị giam lâu ở ngục tối đến khi ra khỏi ngục đều không lê nổi đôi chân, mắt loà không nhìn rõ mọi vật, cánh tay không nhấc được lên cao, bàn tay không cầm nổi đôi đũa, toàn thân ghẻ lở, phù nề.\nChế độ ăn trong tù cũng rất khắc nghiệt. Bọn cầm quyền giao khoán cho các chủ thầu nấu cơm cho tù nhân. Chủ thầu thường thông đồng với cai ngục bớt phần ăn của tù. Khi chia cơm và thức ăn, những người thường phạm làm tạp dịch trong nhà lao lại chia ưu tiên cho mình nên khẩu phần ăn đến người tù vừa ít vừa thiếu chất. Mỗi tuần, thức ăn của tù nhân thay đổi theo quy định: chủ nhật được ăn một bữa thịt lợn, thường lợn sề hay thịt bạc nhạc; ba bữa thịt trâu già luộc quá lửa dai như quai guốc, còn lại là những bữa cá mè ranh, cá dầu để cả ruột luộc với tương; đậu phụ luộc, cá khô đã bị ép hết dầu, phần nhiều bị mốc, có dòi. Rau thì tùy theo mùa: rau cần, cải củ, bầu bí luộc hay rau muống già dài như giải dút là chủ lực. Mỗi lập là cơm có một miếng cháy đựng muối cùng với thức ăn để trên mặt cơm. Cơm thường là cơm gạo tấm trắng của miền Nam để lâu, có sâu, mọt, ăn vừa nhạt vừa đắng. Ăn gạo đó lâu có người bị phù tim, có tháng chết 40 người. Năm 1942, các anh bị chết quá nhiều phải đấu tranh đòi đi Sơn La hay đi các nhà lao khác. Những tuần được ăn gạo đỏ, dù họ thổi nát để cân cho nặng, chúng tôi rất mừng mặc dù cơm rất ít.",
    "addition_text_eng": "Hoa Lo Prison used to be called \"hell on earth\" in the heart of Hanoi. Because here, the French colonialists used the most cruel and inhuman tricks with patriotic and revolutionary prisoners. Hoa Lo Prison has a detention area called Cachot (dungeon) to confine and punish prisoners who were convicted by the French colonialists of violating the prison's rules and regulations or engaging in oppositional acts (organizations). struggle, organize prison escapes, propagate the revolution, etc.). The cachot cell was dark, cramped, stuffy, lacking in oxygen. The floor for prisoners to lie on is cement, designed with the head tilted upside down, lower than the legs, the legs are shackled all day and night (24/24 hours). Prisoners in cachot were beaten, fined to eat bland rice or starved, and cleaned on the spot. Even being splashed with cold water in cold weather. Most of the people who were kept in the dungeon for a long time until they got out of the prison could not drag their feet, their eyes could not see clearly, their arms could not be lifted up, their hands could not hold chopsticks, and their whole body was sore. , edema.\nThe prison diet is also very harsh. The authorities assigned contractors to cook rice for prisoners. Contractors often collude with prison guards to reduce the prisoners' meals. When dividing rice and food, those who often commit errands in prisons give priority to themselves, so the rations for prisoners are both small and lacking in quality. Each week, the prisoners' food changed according to regulations: Sunday was eaten with a meal of pork, usually pork or silver meat; three meals of old buffalo meat boiled over a fire as tough as a clog, the rest were meals of sardines, oily fish with the whole intestine boiled with soy sauce; Boiled tofu, dried fish have been pressed out of oil, most of them are moldy and have maggots. Vegetables depend on the season: celery, radish, boiled gourd or long-lasting water spinach as the main ingredient. Each set is rice with a burnt piece of salt and food placed on top of the rice. The rice is usually white broken rice of the South that has been kept for a long time, has worms and weevils, is both light and bitter. Eating that rice for a long time, someone had heart edema, 40 people died a month. In 1942, many brothers died and had to fight to go to Son La or to other prisons. The weeks of eating red rice, even though they blew it to weigh it, we were very happy even though the rice was very little.",
    "videos": {
        "title": "Ngục tù Cachot Hỏa Lò",
        "title_eng": "Cachot Hoa Lo Prison",
        "video": "assets/videos/cachot.mp4",
        "text": "Chia sẻ từ nhà văn \"Thép đen\" Đặng Chí Bình về ngục tù Cachot tại Hỏa Lò.",
        "text_eng": "Sharing from writer \"Black Steel\" Dang Chi Binh about Cachot prison in Hoa Lo."
    }
}