{
    "id": "hoalo_02",
    "name": "Máy chém",
    "name_eng": "Guillotine",
    "icon": "assets/icon/maychem/maychem_icon.png",
    "images": {
        "image": [
            "assets/image/maychem/maychem_01.jpg",
            "assets/image/maychem/maychem_02.jpg",
            "assets/image/maychem/maychem_03.jpg",
            "assets/image/maychem/maychem_04.jpg"
        ],
        "text": "Khủng khiếp nhất ở Hoả Lò là chiếc máy chém thời trung cổ, được thiết kế bởi 2 cột trụ gỗ cao 4m với lưỡi dao được giữ ở trên cao bằng chốt. Phía dưới có một xà ngang khác và giá hẹp để tử tội đặt đầu vào.\nHai miếng ván được khoét hình bán nguyệt, ráp lại thành hai hình tròn, chặn phía trên và phía dưới cổ tử tội để lưỡi dao rơi vào giữa. Bên trong trụ là hai rãnh để lưỡi dao theo đó rơi xuống theo một đường thẳng đứng.\nPhía dưới là hộc sắt để rơi đầu tử tù vào, kế bên là thùng mây đan đựng thi thể.\nTháng 1/1930, máy chém được vận chuyển lên Yên Bái để hành hình 13 chiến sĩ Việt Nam Quốc dân đảng bị bắt trong cuộc khởi nghĩa Yên Bái (đứng đầu là Nguyễn Thái Học). Vũ khí man rợ này trong nhà tù hoạt động liên tục, được dùng lưu chuyển từ nhà giam này tới nhà giam khác khắp xứ Bắc Kỳ.", 
        "text_eng": "The most terrible thing in Hoa Lo is the medieval guillotine, designed by 2 wooden pillars 4m high with blades held aloft by pegs. Underneath there is another crossbar and a narrow shelf for the executioner to place his head in.\nTwo pieces of board are cut in a semicircle, assembled into two circles, blocking the top and bottom of the neck so that the blade falls in the middle. Inside the pillar are two grooves for the blade to fall down in a vertical line.\nUnderneath is an iron drawer to drop the death of the prisoner into, next to a rattan barrel containing the body.\nJanuary 1930, guillotine was transported to Yen Bai to execute 13 Vietnamese Nationalist soldiers arrested during the Yen Bai uprising (led by Nguyen Thai Hoc). This barbaric weapon in the prison operated continuously, was used to circulate from one prison to another throughout the country of Tonkin."
    },
    "addition_text": "Cựu tù chính trị kể về chiếc máy chém của thực dân Pháp ở Nhà tù Hỏa Lò.\nMỗi lần trở lại thăm nơi đã từng bị thực dân Pháp giam cầm, trong lòng người chiến sĩ cựu tù chính trị Nguyễn Tiến Hà, Trưởng ban liên lạc chiến sĩ cách mạng bị địch bắt tù đày tại Nhà tù Hỏa Lò lại bồi hồi xúc động, nước mắt ngấn lệ. Giờ đây, người chiến sĩ cách mạng này đã hơn 90 tuổi nhưng những hình ảnh đau thương mà ông từng chứng kiến thực dân Pháp hành quyết đồng đội của mình bằng chiếc máy chém thì vẫn hằn sâu trong tâm trí ông và khi nhớ lại những cảnh đó, trái tim người cựu tù chính trị năm xưa như bị bóp nghẹn.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: Máy chém này để thực dân Pháp thực hiện án cao nhất là tử hình đối với những người tù chính trị đã đứng lên chống lại chúng. Máy chém đã xuất hiện từ những năm thực dân Pháp xây dựng Nhà tù Hỏa Lò.\nCó lần thực dân Pháp đã đem máy chém ra để trước cửa Nhà tù Hỏa Lò để tử hình các chiến sĩ cách mạng và uy hiếp tinh thần của những tù nhân khác; đồng thời để đe dọa người dân không dám chống lại chúng. Sau lần đó, bọn chúng đem máy chém ra pháp trường để hành quyết.\n\"Tôi đã từng chứng kiến thực dân Pháp sử dụng chiếc máy chém này hành quyết các chiến sĩ cách mạng. Lúc đó, tôi làm Bí thư chi bộ tại Nhà tù Hỏa Lò, lãnh đạo chung của Nhà tù Hỏa Lò. Hồi đó, thực dân Pháp sử dụng công khai máy chém này đối với một chiến sĩ cách mạng, còn sau đó bọn chúng đều xử kín vì sợ các chiến sĩ đấu tranh\", cựu tù chính trị Nguyễn Tiến Hà nhớ lại.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: \"Trước khi đưa các chiến sĩ của ta đi hành quyết thì chúng tôi đều biết. Từ sáng sớm, bọn chúng chuẩn bị đưa các tù nhân ra pháp trường thì chúng tôi đều hò la phản đối và cả tuyệt thực. Tôi là người lãnh đạo phong trào tuyệt thực 1 tuần liền để phản đối án tử hình. Sáng sớm trước khi bị dẫn ra pháp trường, chúng tôi thường nghe thấy tiếng giầy đinh của thực dân Pháp thì chúng tôi biết ngay là có chuyện và mọi người cùng đổ ra cửa buồng giam, hô lên những khẩu hiệu như: “Phản đối thực dân Pháp”, “Phản đối án tử hình”…; còn các đồng chí bị dẫn đi hành quyết rất kiên cường trước khi đi cũng hô: “Thực dân Pháp đưa tôi ra pháp trường đây, các đồng chí ở lại mạnh khỏe, chiến đấu bảo vệ quê hương, Chủ tịch Hồ Chí Minh muôn năm; Việt Nam độc lập, thống nhất muôn năm!”. Lúc đó không khí trong Nhà tù bừng bừng khí thế chiến đấu. Lúc đó trong buồng giam có bát, đĩa hoặc vật dụng gì chúng tôi lấy ném ra ngoài cửa để phản đối\".",
    "addition_text_eng": "Former political prisoner tells about the guillotine of the French colonialists at Hoa Lo Prison.\nEvery time he returns to visit the place that was once imprisoned by the French colonialists, in the heart of former political prisoner Nguyen Tien Ha, head of the committee contacting the revolutionary soldiers who were imprisoned by the enemy at Hoa Lo Prison was filled with emotions and tears in their eyes. Now, this revolutionary soldier is more than 90 years old, but the painful images that he witnessed when the French colonialists executed their comrades with the guillotine were still etched in his mind and when he recalled the At that scene, the old political prisoner's heart seemed to be strangled.\nFormer political prisoner Nguyen Tien Ha said: This guillotine was used by the French colonialists to carry out the highest sentence, which is the death penalty, for political prisoners. stood up against them. The guillotine has appeared since the years when the French colonialists built Hoa Lo Prison.\nOnce the French colonialists brought the guillotine to the door of Hoa Lo Prison to execute revolutionary soldiers and threaten the spirit of the people. other prisoners; at the same time to intimidate people who dare not resist them. After that time, they took the guillotine to the execution ground for execution.\n\"I have witnessed the French colonialists use this guillotine to execute revolutionary soldiers. At that time, I was the Secretary of the branch. At that time, the French colonialists openly used this guillotine on a revolutionary soldier, and then they all tried it in secret for fear of the soldiers. struggle\", recalled former political prisoner Nguyen Tien Ha.\nFormer political prisoner Nguyen Tien Ha said: \"Before sending our soldiers to be executed, we all knew. when they were about to take the prisoners to the execution ground, we all shouted protests and even went on a hunger strike. I was the leader of the hunger strike movement for a week to protest the death penalty. At school, we often heard the sound of the French colonialist's shoes, we knew immediately that something was wrong and everyone rushed to the door of the cell, shouting slogans such as: \"Objection against French colonialism\", \"Objection against the French colonialists\". death penalty\"…; and the comrades who were led to the execution very resolutely before leaving also shouted: \"The French colonialists take me to the execution ground, comrades stay healthy, fight to protect the homeland, President Ho Chi Minh wishes year; Long live independent and unified Vietnam!\" At that time, the atmosphere in the Prison was full of fighting spirit. At that time, there were bowls, plates or other objects in the cell that we took and threw out the door to protest.\"",
    "videos": {
        "title": "Máy chém",
        "title_eng": "Guillotine",
        "video": "assets/videos/maychem.mp4",
        "text": "Phỏng vấn các du khách nước ngoài tới tham quan nhà tù Hỏa Lò về máy chém.",
        "text_eng": "Interviewing foreign tourists visiting Hoa Lo prison about guillotine."
    }
}