{
    "id": "hoalo_02",
    "name": "Máy chém",
    "icon": "assets/icon/maychem/maychem_icon.png",
    "images": {
        "image": [
            "assets/image/maychem/maychem_01.jpg",
            "assets/image/maychem/maychem_02.jpg",
            "assets/image/maychem/maychem_03.jpg",
            "assets/image/maychem/maychem_04.jpg"
        ],
        "text": "Khủng khiếp nhất ở Hoả Lò là chiếc máy chém thời trung cổ, được thiết kế bởi 2 cột trụ gỗ cao 4m với lưỡi dao được giữ ở trên cao bằng chốt. Phía dưới có một xà ngang khác và giá hẹp để tử tội đặt đầu vào.\nHai miếng ván được khoét hình bán nguyệt, ráp lại thành hai hình tròn, chặn phía trên và phía dưới cổ tử tội để lưỡi dao rơi vào giữa. Bên trong trụ là hai rãnh để lưỡi dao theo đó rơi xuống theo một đường thẳng đứng.\nPhía dưới là hộc sắt để rơi đầu tử tù vào, kế bên là thùng mây đan đựng thi thể.\nTháng 1/1930, máy chém được vận chuyển lên Yên Bái để hành hình 13 chiến sĩ Việt Nam Quốc dân đảng bị bắt trong cuộc khởi nghĩa Yên Bái (đứng đầu là Nguyễn Thái Học). Vũ khí man rợ này trong nhà tù hoạt động liên tục, được dùng lưu chuyển từ nhà giam này tới nhà giam khác khắp xứ Bắc Kỳ." 
    },
    "addition_text": "Cựu tù chính trị kể về chiếc máy chém của thực dân Pháp ở Nhà tù Hỏa Lò.\nMỗi lần trở lại thăm nơi đã từng bị thực dân Pháp giam cầm, trong lòng người chiến sĩ cựu tù chính trị Nguyễn Tiến Hà, Trưởng ban liên lạc chiến sĩ cách mạng bị địch bắt tù đày tại Nhà tù Hỏa Lò lại bồi hồi xúc động, nước mắt ngấn lệ. Giờ đây, người chiến sĩ cách mạng này đã hơn 90 tuổi nhưng những hình ảnh đau thương mà ông từng chứng kiến thực dân Pháp hành quyết đồng đội của mình bằng chiếc máy chém thì vẫn hằn sâu trong tâm trí ông và khi nhớ lại những cảnh đó, trái tim người cựu tù chính trị năm xưa như bị bóp nghẹn.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: Máy chém này để thực dân Pháp thực hiện án cao nhất là tử hình đối với những người tù chính trị đã đứng lên chống lại chúng. Máy chém đã xuất hiện từ những năm thực dân Pháp xây dựng Nhà tù Hỏa Lò.\nCó lần thực dân Pháp đã đem máy chém ra để trước cửa Nhà tù Hỏa Lò để tử hình các chiến sĩ cách mạng và uy hiếp tinh thần của những tù nhân khác; đồng thời để đe dọa người dân không dám chống lại chúng. Sau lần đó, bọn chúng đem máy chém ra pháp trường để hành quyết.\n\"Tôi đã từng chứng kiến thực dân Pháp sử dụng chiếc máy chém này hành quyết các chiến sĩ cách mạng. Lúc đó, tôi làm Bí thư chi bộ tại Nhà tù Hỏa Lò, lãnh đạo chung của Nhà tù Hỏa Lò. Hồi đó, thực dân Pháp sử dụng công khai máy chém này đối với một chiến sĩ cách mạng, còn sau đó bọn chúng đều xử kín vì sợ các chiến sĩ đấu tranh\", cựu tù chính trị Nguyễn Tiến Hà nhớ lại.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: \"Trước khi đưa các chiến sĩ của ta đi hành quyết thì chúng tôi đều biết. Từ sáng sớm, bọn chúng chuẩn bị đưa các tù nhân ra pháp trường thì chúng tôi đều hò la phản đối và cả tuyệt thực. Tôi là người lãnh đạo phong trào tuyệt thực 1 tuần liền để phản đối án tử hình. Sáng sớm trước khi bị dẫn ra pháp trường, chúng tôi thường nghe thấy tiếng giầy đinh của thực dân Pháp thì chúng tôi biết ngay là có chuyện và mọi người cùng đổ ra cửa buồng giam, hô lên những khẩu hiệu như: “Phản đối thực dân Pháp”, “Phản đối án tử hình”…; còn các đồng chí bị dẫn đi hành quyết rất kiên cường trước khi đi cũng hô: “Thực dân Pháp đưa tôi ra pháp trường đây, các đồng chí ở lại mạnh khỏe, chiến đấu bảo vệ quê hương, Chủ tịch Hồ Chí Minh muôn năm; Việt Nam độc lập, thống nhất muôn năm!”. Lúc đó không khí trong Nhà tù bừng bừng khí thế chiến đấu. Lúc đó trong buồng giam có bát, đĩa hoặc vật dụng gì chúng tôi lấy ném ra ngoài cửa để phản đối\".",
    "videos": {
        "title": "Máy chém",
        "video": "assets/videos/maychem.mp4",
        "text": "Phỏng vấn các du khách nước ngoài tới tham quan nhà tù Hỏa Lò về máy chém."
    }
}