{
    "id": "hoalo_04",
    "name": "Trại nữ",
    "name_eng": "Women's Prison",
    "icon": "assets/icon/trainu/trainu_icon.png",
    "images": {
        "image": [
            "assets/image/trainu/trainu_01.jpg",
            "assets/image/trainu/trainu_02.jpg",
            "assets/image/trainu/trainu_03.jpg"
        ],
        "text": "Tại đây, khu giam trại nữ với diện tích 270 m2 bao gồm: 4 phòng giam nhỏ, phòng giam phụ nữ có con nhỏ, phòng giam tập thể, khu nhà tắm và sân trại, có thời kỳ thực dân Pháp đã giam tới 300 tù nhân nữ.\nPhòng giam chật hẹp, nước dùng trong sinh hoạt rất thiếu thốn, điều kiện vệ sinh không được đảm bảo cộng thêm khẩu phần ăn hằng ngày thường xuyên bị cắt xén khiến cuộc sống của nữ tù chính trị vô cùng cực khổ. Chế độ lao tù hà khắc đã cướp đi sinh mạng của nhiều chiến sỹ cộng sản kiên trung như đồng chí: Nguyễn Thị Quang Thái, Tạ Thị Câu, Đàm Thị Sen ...\nVượt lên sự khắc nghiệt của cuộc sống tù đày, nữ tù chính trị Nhà tù Hỏa Lò đã đoàn kết, yêu thương, giúp đỡ nhau đấu tranh chống lại chế độ nhà tù hà khắc, tổ chức các lớp học chính trị, văn hóa, trau dồi kinh nghiệm đấu tranh, tiếp tục cống hiến sực lực của mình cho cách mạng.",
        "text_eng": "Here, the women's prison area with an area of 270 m2 includes: 4 small cells, a cell for women with small children, a collective cell, a bathroom area and a camp yard. Female prisoners.\nThe cell is narrow, the water used for daily life is very scarce, the sanitary conditions are not guaranteed, plus the daily rations are often cut, making the life of female political prisoners extremely difficult. suffering. The harsh prison regime has claimed the lives of many loyal communist soldiers like comrades: Nguyen Thi Quang Thai, Ta Thi Cau, Dam Thi Sen ...\nOvercoming the harshness of prison life, female political prisoners of Hoa Lo Prison have united, loved, and helped each other to fight against the harsh prison regime, organized political and cultural classes, cultivated experience in struggle, continued to pay tribute to each other. devote his energies to the revolution."
    },
    "addition_text": "Câu chuyện nữ sinh Hà Nội trong phòng biệt giam của nhà tù khét tiếng ghê rợn.\nKhoảng thời gian cuối tháng 10, đầu tháng 11 với bà Đỗ Hồng Phấn (SN 1933, Đống Đa, Hà Nội) luôn là khoảng thời gian đặc biệt. Nó gợi nhớ cho bà những kỷ niệm về quãng đời học sinh, bà tham gia hoạt động kháng chiến và bị bắt nhốt tại nhà tù Hỏa Lò.\nBà Phấn bị bắt giam ngày 7/11/1950, cách đây hơn 68 năm. Khi đó, bà đang là học sinh lớp 2B đệ nhị chuyên khoa toán trường Chu Văn An, Hà Nội (lớp 11 trung học phổ thông ngày nay).\nNhớ về khoảng thời gian này, bà Phấn cho biết, Hà Nội khi đó đang bị chiếm đóng bởi thực dân Pháp. Bà là học sinh trường Chu Văn An nhưng được Thành đoàn phân công làm bí thư chi đoàn học sinh kháng chiến trường Trưng Vương. “Vì trường Trưng Vương lúc ấy chỉ có cấp cơ sở, học sinh còn ít tuổi”, bà Phấn nói.\nĐầu năm học 1950 - 1951, thấy chiến thắng biên giới đang vang dội, chi đoàn Học sinh Kháng chiến Trưng Vương của bà Phấn hân hoan đưa ra kế hoạch mừng chiến thắng bằng các hoạt động: Treo lá cờ đỏ sao vàng bằng vải, đốt pháo, rải truyền đơn… vào ngày 7/11/1950. Cuộc chào mừng đã thành công trọn vẹn nhưng hàng loạt học sinh Trưng Vương đã bị bắt ngay tại trường.\n“Tôi học bên trường Chu Văn An nên không biết. Tan học, tôi đạp xe đến nhà một ủy viên Ban Chấp hành chi đoàn trường Trưng Vương để hỏi tình hình. Chưa chuyện trò được gì nhiều thì mật thám xuất hiện.\nHọ khám nhà người bạn này, phát hiện mớ vải đỏ và vàng còn nguyên vết cắt sao vàng năm cánh nên bắt cả hai về sở Mật thám.\nTại sở Mật thám, chúng khám cặp sách của tôi và phát hiện trong cặp tôi có một hộp ảnh chiến thắng biên giới. Chúng tát tôi tối tăm mặt mũi. Sau đó, chúng dồn chúng tôi xuống nhà giam”, bà Phấn nhớ lại.Trong nhà giam của sở Mật thám, bà Phấn cũng như nhiều người bị bắt giam khác phải trải qua những cuộc tra tấn.\n“Chúng tra máy điện vào người và đánh tôi búi bụi, bắt tôi phải khai ra cấp trên của mình… Tôi không thể làm việc đó nên sẵn bát cơm, tôi đập vỡ ra, cắt mạch máu tay để kết thúc việc bắt bớ…”, người phụ nữ sinh năm 1933 nhớ lại.\nSau khi phát hiện sự việc, sở Mật thám đưa bà Phấn vào bệnh viện Phủ Doãn. Tại đây, bà Phấn được bố trí nằm phòng riêng, có hai nhân viên canh gác ngày đêm. Mẹ bà Phấn vào cũng chỉ nói được vài câu thăm hỏi.\n“Sau đó, trong tình trạng tôi nửa tỉnh nửa mê, một nhân viên đưa cho tôi tờ giấy gì đó, bảo tôi ký thì được thả ngay. Tôi gạt đi.\nRồi một nhân viên khác lại tiếp cận tôi, to nhỏ với tôi mấy tiếng đồng hồ như thể anh ta là cán bộ nằm vùng được cấp trên của tôi giao cho việc liên lạc . Nhưng sau đó, chỉ một câu nói: “Có nhắn gì anh Thủy (cấp trên của tôi) thì tôi sẵn sàng giúp”. Tôi choàng tỉnh ra, nhẹ nhàng cảm ơn”, bà Phấn nhớ về những ngày nằm trong bệnh viện nhưng liên tục phải đối phó với kẻ địch.\nSau đó, bà bị đưa sang nhà tù Hỏa Lò (nay thuộc quận Hoàn Kiếm, Hà Nội).\nTại nhà tù Hỏa Lò, bà Phấn được đưa vào trại phụ nữ. “Tôi nhớ, trại dài hun hút, ở giữa là lối đi, hai bên là hai dãy bệ xi măng đầy tù nhân. Mọi tù nhân phải nằm sát vào nhau mới đủ chỗ. Cuối dãy, chúng để một thùng đựng nước tiểu. Tất cả mọi người trong dãy xi măng đều đi tiểu ở đó nên rất hôi hám”, bà Phấn kể.\nỞ trại giam này được một thời gian thì bà Phấn lại bị chuyển vào buồng biệt giam.\n“Trong buồng, chúng tra tấn tù nhân bằng cách thắp đèn cả ngày cả đêm. Thứ ánh sáng này khiến đầu tôi ong ong khốn khổ, hai mắt thì nhức nhối mà không thể ngủ được. Tôi phải đậy cả mớ quần áo lên mắt, mãi mới tạm quen.\nThế rồi một hôm, tên chúa ngục người Pháp đi qua buồng giam hỏi tôi: “Có biết tiếng Pháp không”. “Biết”, tôi trả lời.\nHắn lại hỏi: \"Có muốn đọc truyện không?\". \"Có\", tôi nói.\nThế là ông ta đưa cho tôi mấy tờ báo và quyển truyện “Cuốn theo chiều gió”. Truyện hay, tôi đọc liền một mạch cả ngày lẫn đêm, cũng là nhờ thứ ánh sáng khủng khiếp kia”, bà Phấn kể tiếp.\nHôm trả sách, chúa ngục hỏi bà Phấn: “Truyện thế nào?”, “Hay”, bà Phấn trả lời, “Hay thế nào?”, gã hỏi tiếp.\n“Thứ nhất, nhân vật chính trong truyện là người phụ nữ can trường đầy bản lĩnh, vượt lên mọi cái thường tình để theo đuổi ước mơ của mình. Thứ hai, chế độ nô lệ ở Mỹ đã tan rã, không sao cứu vớt được thì chế độ nô lệ nào rồi cũng thế”, bà Phấn trả lời dõng dạc, ánh mắt đầy tự tin.\nGã chúa ngục lặng bỏ đi. Hôm sau, gã đưa cho bà Phấn 3 quyển truyện khác.“Tôi hí hửng mở ra xem, nào ngờ toàn truyện khiêu dâm. Tôi trả lại ngay”, người phụ nữ sinh năm1933 nhớ về những ngày đã cũ nhưng khiến bà không thể nào quên.\nNgày 21/1/1951, địch thả bà Phấn. 8/1952, Thành đoàn gọi bà ra vùng tự do.\n“Lúc đó ở nội thành, phong trào học sinh kháng chiến tuy bị khủng bố hết đợt này đến đợt khác nhưng không hề tan vỡ. Nhiều đoàn viên nối tiếp nhau vào Sở Mật Thám và Hỏa Lò nhưng phong trào vẫn lan rộng khắp các trường, liên tục cho đến ngày 10/10/1954, Thủ đô được hoàn toàn giải phóng”, bà kể lại.\nCâu chuyện sau đó được khép lại vì đã quá trưa, tuy nhiên trước khi chia tay, bà nhắc lại câu hỏi mà trong một lần giao lưu với thanh niên Hà Nội bà đã đặt ra khiến nhiều người trong số chúng tôi bối rối.\nBà bảo: \"Ngày nay, nước nhà độc lập rồi, động lực vươn lên của các bạn là gì? Là cuộc sống ổn định, là âm nhạc, là du lịch… hay còn điều gì nữa cho đất nước mình?\".",
    "addition_text_eng": "The story of a Hanoi schoolgirl in a solitary cell of a notorious prison.\nThe time between the end of October and the beginning of November with Mrs. Do Hong Phan (SN 1933, Dong Da, Hanoi) is always a special time. separate. It reminded her of memories of her student life, when she participated in resistance activities and was imprisoned in Hoa Lo prison.\nBa Phan was arrested on November 7, 1950, more than 68 years ago. At that time, she was a second grade 2B student majoring in mathematics at Chu Van An school, Hanoi (grade 11 of high school today).\nRecalling this time, Ms. Phan said, Hanoi was then. occupied by the French colonialists. She was a student at Chu Van An school but was assigned by the Youth Union to be the secretary of the student branch of the resistance at Trung Vuong School. “Because Trung Vuong school at that time only had a grassroots level, the students were still young,” said Mrs. Phan.\nAt the beginning of the 1950-1951 school year, seeing that the border victory was resounding, the Trung Vuong Resistance Student Union of Ms. Phan happily presented a plan to celebrate the victory with the following activities: Hanging a red flag with a yellow star with cloth, lighting firecrackers, spreading leaflets... on November 7, 1950. The welcome was a complete success, but a series of Trung Vuong students were arrested at the school.\n“I study at Chu Van An school so I don't know. After school, I rode my bicycle to the house of a member of the Executive Committee of Trung Vuong High School to ask about the situation. Before we could talk much, the secret agent appeared.\nThey searched this friend's house, discovered that the red and yellow cloth still had the five-pointed yellow star cut, so they arrested them both to the Secret Service.\nAt the Secret Service, They searched my briefcase and discovered in my bag a box of border-winning photos. They slap us in the face. After that, they put us in jail,” recalled Mrs. Phan. In the prison of the Secret Service, Ms. Phan and many other detainees had to undergo torture.\n“We checked the electronic device. hit me in the body and beat me up, forcing me to tell my superiors… I couldn't do that so I had a bowl of rice ready, I broke it, cut the blood vessel on my arm to end the arrest…”, the woman Born in 1933, remembers.\nAfter discovering the incident, the Secret Service took Ms. Phan to Phu Doan hospital. Here, Ms. Phan was arranged to stay in her own room, with two guards guarding day and night. Mrs. Phan's mother could only say a few questions.\n“Then, in a state of half-consciousness, an employee gave me a piece of paper, told me to sign it, and I was released immediately. I brushed it off.\nThen another staff member approached me, talking to me for a few hours as if he were an undercover officer assigned to me by my superiors. But after that, just one sentence: \"If you have a message for Mr. Thuy (my superior), I'm ready to help\". I woke up, thank you very gently\", Mrs. Phan remembers the days in the hospital but constantly having to deal with the enemy.\nAfter that, she was taken to Hoa Lo prison (now in Hoan Kiem district, Hanoi).\nAt Hoa Lo Prison, Ms. Phan was sent to a women's camp. “I remember, the camp was very long, with a passage in the middle, two rows of cement platforms full of prisoners on either side. All prisoners had to lie close to each other to make room. At the end of the row, they put a pail of urine. Everyone in the cement row urinates there, so it stinks,” said Mrs. Phan.\nAfter a while in this prison, Ms. Phan was transferred to a solitary cell.\n“In the room, they were in solitary confinement. torture prisoners by lighting lamps day and night. This light made my head throb miserable, my eyes ached and I couldn't sleep. I had to cover my eyes with all my clothes, until I got used to it.\nThen one day, the French prison lord passed by the cell and asked me: \"Do you know French\". “I know”, I replied.\nHe asked again: \"Do you want to read the story?\". \"Yes\", I said.\nSo he handed me the newspapers and the book Gone with the Wind. The story is good, I read it continuously day and night, also thanks to that terrible light”, continued Mrs. Phan.\nOn the day of returning the book, the prison lord asked Mrs. Phan: \"How is the story?\", \"Good\" , Mrs. Phan replied, \"How is it?\", he continued.\n“Firstly, the main character in the story is a courageous woman full of bravery, overcoming all the usual things to pursue her dream. me. Second, slavery in the US has disintegrated, cannot be saved, so any slavery will be like that\", Mrs. Phan answered boldly, her eyes full of confidence.\nThe prison lord quietly walked away. The next day, he gave Ms. Phan three other books. “I opened it excitedly, but I didn't expect it to be full of erotic stories. I will return it immediately”, the woman born in 1933 remembers the old days but makes her unforgettable.\nOn January 21, 1951, the enemy released Ms. Phan. In August 1952, the Youth Union called her out to the free zone.\n“At that time, in the inner city, the student resistance movement was persecuted from time to time, but it did not break up. Many union members continued to join the Secret Service and Hoa Lo, but the movement still spread throughout the schools, continuously until October 10, 1954, the capital was completely liberated,\" she recounted.\nThe story was then closed because it was past noon, but before parting, she repeated the question that she posed in an exchange with Hanoi youths, which confused many of us. \nShe said: \"Nowadays, the country is independent, what is your motivation to rise up? Is it a stable life, is it music, is it travel... or is there anything else for your country?\".",
    "videos": {
        "title": "Ngục tù Cachot Hỏa Lò",
        "title_eng": "Cachot Hoa Lo Prison",
        "video": "assets/videos/cachot.mp4",
        "text": "Chia sẻ từ nhà văn \"Thép đen\" Đặng Chí Bình về ngục tù Cachot tại Hỏa Lò.",
        "text_eng": "Sharing from writer \"Black Steel\" Dang Chi Binh about Cachot prison in Hoa Lo."
    }
}